if GetLocale() == "zhTW" then
				
-- Race
GUILDADS_RACES = {
	[1] = "人類",
	[2] = "矮人",
	[3] = "夜精靈",
	[4] = "地精",
	[5] = "獸人",
	[6] = "不死族",
	[7] = "牛頭人",
	[8] = "食人妖",
	[9] = "不死族",
	[10] = "血精靈"
};
				
GUILDADS_CLASSES = {
	[1] = "戰士",
	[2] = "薩滿",
	[3] = "聖騎士",
	[4] = "德魯伊",
	[5] = "盜賊",
	[6] = "獵人",
	[7] = "術士",
	[8] = "法師",
	[9] = "牧師"
};
				
-- Skill
GUILDADS_SKILLS = {
	[1]  = "採藥",
	[2]  = "採礦",
	[3]  = "剝皮",
	[4]  = "煉金",
	[5]  = "鍛造",
	[6]  = "工程學",
	[7]  = "製革",
	[8]  = "裁縫",
	[9]  = "附魔",
	[10] = "釣魚",
	[11] = "急救",
	[12] = "烹飪",
	[13] = "開鎖",
	[14] = "珠寶設計",
	
	[20] = "拳套",
	[21] = "匕首",
	[22] = "劍",
	[23] = "雙手劍",
	[24] = "錘",
	[25] = "雙手錘",
	[26] = "斧",
	[27] = "雙手斧",
	[28] = "長柄武器",
	[29] = "法杖",
	[30] = "投擲",
	[31] = "槍械",
	[32] = "弓",
	[33] = "弩",
	[34] = "魔杖"
};

GUILDADS_FACTIONS = {
	[1]  = "達納蘇斯";  -- Alliance
	[2]  = "艾克索達";
	[3]  = "諾姆瑞根流亡者";
	[4]  = "鐵爐堡";
	[5]  = "暴風城";
	[6]  = "銀翼哨兵";
	[7]  = "雷矛衛隊";
	[8]  = "阿拉索聯軍";
	[9]  = "暗矛食人妖"; -- Horde
	[10] = "奧格瑪";
	[11] = "銀月城";
	[12] = "雷霆崖";
	[13] = "幽暗城";
	[14] = "霜狼氏族";
	[15] = "污染者";
	[16] = "戰歌偵察騎兵";
	[17] ="榮譽堡";
	[18] ="索爾瑪";
	[19] ="卡爾奈";
	[20] ="瑪格哈";
	[21] ="塞納里奧遠征隊";
	[22] ="斯博格爾";
	[23] ="聯合團";
	[24] ="虛空之翼";
	[25] ="歐格利拉";
	[26] ="灰舌死亡誓言者";
	[27] = "陰鬱城"; -- Shattrath City
	[28] ="薩塔禦天者";
	[29] ="奧多爾";
	[30] ="占卜者";
	[31] ="薩塔";
	[55] = "破碎之日進攻部隊";
	[32] = "藏寶海灣"; -- Steamwheedle Cartel
	[33] = "永望鎮";
	[34] = "加基森";
	[35] = "棘齒城";
	[36] ="銀色黎明"; -- Other
	[37] = "血帆海盜";
	[38]="諾茲多姆的子嗣";
	[39]="塞納里奧議會";
	[40]="暗月馬戲團";
	[41] = "吉爾吉斯半人馬";
	[42] = "海達希亞水元素";
	[43] = "瑪格拉姆半人馬";
	[44] = "Ravenholdt";	-- to translate
	[45] = "辛德拉";
	[46] = "Syndicate";	-- to translate
	[47]=" 瑟銀兄弟會";
	[48]="木喉要塞";
	[49] = "Wintersaber Trainers";	-- to translate
	[50]="贊達拉部族";
	[51]="時光守望者";
	[52]="流沙之鱗";
	[53] = "安寧地";
	[54]="紫羅蘭之眼";
}

end
