if GetLocale() == "zhCN" then

-- Race
GUILDADS_RACES	= {
	[1] = "人类",
	[2] = "矮人",
	[3] = "夜精灵",
	[4] = "地精",
	[5] = "兽人",
	[6] = "不死族",
	[7] = "牛头人",
	[8] = "食人妖",
	[9] = "不死族",
	[10] = "血精灵"
};

-- Class				
GUILDADS_CLASSES = {
	[1] = "战士",
	[2] = "萨满",
	[3] = "圣骑士",
	[4] = "德鲁伊",
	[5] = "盗贼",
	[6] = "猎人",
	[7] = "术士",
	[8] = "法师",
	[9] = "牧师"
};


-- Skill
GUILDADS_SKILLS	= {
	[1]  = "采药",
	[2]  = "采矿",
	[3]  = "剥皮",
	[4]  = "炼金",
	[5]  = "锻造",
	[6]  = "工程学",
	[7]  = "制革",
	[8]  = "裁缝",
	[9]  = "附魔",
	[10] = "钓鱼",
	[11] = "急救",
	[12] = "烹饪",
	[13] = "开锁",
	[14] = "Jewelcrafting",		-- to translate
	
	[20] = "拳套",
	[21] = "匕首",
	[22] = "Swords",		-- to translate
	[23] = "无光泽的双刃刀",
	[24] = "Maces",			-- to translate
	[25] = "双手锤",
	[26] = "Axes",			-- to translate
	[27] = "双手斧",
	[28] = "长柄武器",
	[29] = "法杖",
	[30] = "投掷",
	[31] = "枪械",
	[32] = "弓",
	[33] = "弩",
	[34] = "魔杖"
};

end
