if GetLocale() == "koKR" then
				
-- Race
GUILDADS_RACES = {
	[1] = "인간",
	[2] = "드워프",
	[3] = "나이트 엘프",
	[4] = "노움",
	[5] = "오크",
	[6] = "언데드",
	[7] = "타우렌",
	[8] = "트롤",
	[9] = "드레나이",
	[10] = "블러드 엘프"
};
				
GUILDADS_CLASSES = {
	[1] = "전사",
	[2] = "주술사",
	[3] = "성기사",
	[4] = "드루이드",
	[5] = "도적",
	[6] = "사냥꾼",
	[7] = "흑마법사",
	[8] = "마법사",
	[9] = "사제"
};
								
-- Skill
GUILDADS_SKILLS	= {
	[1]  = "약초 채집",
	[2]  = "채광",
	[3]  = "무두질",
	[4]  = "연금술",
	[5]  = "대장기술",
	[6]  = "기계공학",
	[7]  = "가죽 세공",
	[8]  = "재봉술",
	[9]  = "마법부여",
	[10] = "낚시",
	[11] = "응급치료",			-- to check
	[12] = "요리",
	[13] = "자물쇠 따기",
	[14] = "Jewelcrafting",		-- to translate
	
	[20] = "장착 무기류",
	[21] = "단검",
	[22] = "검",			-- to check
	[23] = "양손 검",
	[24] = "철퇴",			-- to check
	[25] = "양손 철퇴",
	[26] = "도끼",			-- to check
	[27] = "양손 도끼",
	[28] = "장창류",
	[29] = "지팡이",
	[30] = "투척",
	[31] = "총",
	[32] = "활",
	[33] = "석궁",
	[34] = "마법봉"
};

end
