if GetLocale() == "zhTW" then				
-- Race
GUILDADS_RACES = {
	[1] = "人類",
	[2] = "矮人",
	[3] = "夜精靈",
	[4] = "地精",
	[5] = "獸人",
	[6] = "不死族",
	[7] = "牛頭人",
	[8] = "食人妖",
	[9] = "不死族",
	[10] = "血精靈"
};
				
GUILDADS_CLASSES = {
	[1] = "戰士",
	[2] = "薩滿",
	[3] = "聖騎士",
	[4] = "德魯伊",
	[5] = "盜賊",
	[6] = "獵人",
	[7] = "術士",
	[8] = "法師",
	[9] = "牧師"
};
				
-- Skill
GUILDADS_SKILLS = {
	[1]  = "採藥",
	[2]  = "採礦",
	[3]  = "剝皮",
	[4]  = "煉金",
	[5]  = "鍛造",
	[6]  = "工程學",
	[7]  = "製革",
	[8]  = "裁縫",
	[9]  = "附魔",
	[10] = "釣魚",
	[11] = "急救",
	[12] = "烹飪",
	[13] = "開鎖",
	[14] = "Jewelcrafting",		-- to translate
	
	[20] = "拳套",
	[21] = "匕首",
	[22] = "Swords",		-- to translate
	[23] = "雙手劍",
	[24] = "Maces",			-- to translate
	[25] = "雙手錘",
	[26] = "Axes",			-- to translate
	[27] = "雙手斧",
	[28] = "長柄武器",
	[29] = "法杖",
	[30] = "投擲",
	[31] = "槍械",
	[32] = "弓",
	[33] = "弩",
	[34] = "魔杖"
};

end
